{
	"package-id": "hl7.fhir.us.davinci-crd",
	"title": "Da Vinci Coverage Requirements Discovery (CRD) FHIR IG",
	"canonical": "http://hl7.org/fhir/us/davinci-crd",
	"introduction": "This implementation guide allows practitioners and provider organizations to query payor organizations for any payor-specific expectations related to a proposed course of treatment. It leverages the CDS Hooks specification providing payer services with information about draft appointments, new encounters and other orders and proposals containing information such as drug codes, procedure codes and other service descriptions as well as information about the type of coverage or specific insurance involved. The payer can then provide information such guidelines for care, pre-authorization requirements, necessary first line treatments and/or other instructions and recommendations for care delivery related to the proposed course of treatment (and if specified), for the specified patient. This exchange can occur with either patient-identified or non-identified variants. This implementation guide does not replace existing standards such as the HIPAA X12 270, 271, and 278 transactions which are used to actually perform pre-authorizations and similar processes. Its purpose is to create awareness of what process steps are necessary.\r\n\r\nThe DaVinci CRD IG includes profiles for both FHIR STU3 and R4",
	"list": [
		{
			"version": "current",
			"desc": "Continuous Integration Build (latest in version control)",
			"path": "https://build.fhir.org/ig/HL7/davinci-crd",
			"status": "ci-build",
			"current": true
		}, {
			"version": "0.3.0",
			"date": "2019-03-01",
			"descmd": "Second ballot incorporating feedback from the first ballot.  Significant changes include:\r\n\r\n* updating to point to draft US Core profiles based on FHIR R4\r\n* adjusting to reflect changes to CDS Hooks, including the official publication of CRD-proposed hooks\r\n* adjusting profiles to reflect changes in the final FHIR R4 specification\r\n* completed examples and background documentation that had previously been marked as \"to do\"\r\n* numerous changes to improve clarity of the specification",
			"path": "http://hl7.org/fhir/us/davinci-crd/2019May",
			"status": "ballot",
			"sequence": "STU 2"
		}, {
			"version": "0.1.0",
			"date": "2018-09-01",
			"descmd": "First public ballot - see [R4 Index](http://hl7.org/fhir/us/davinci-crd/2018Sep/index.html) and [R3 Index](http://hl7.org/fhir/us/davinci-crd/2018Sep/STU3/index.html)",
			"path": "http://hl7.org/fhir/us/davinci-crd/2018Sep",
			"status": "ballot",
			"sequence": "STU 1"
		}
	]
}